Revit 2027 API
ParameterTypeId.RbsWireMaxConductorSizeParam Property
 "Max Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsWireMaxConductorSizeParam { get; }
Public Shared ReadOnly Property RbsWireMaxConductorSizeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsWireMaxConductorSizeParam {
	ForgeTypeId^ get ();
}
static member RbsWireMaxConductorSizeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace